commands_templates/SetReceiverMode0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/receiver/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:SetReceiverMode>
         <!--type: ReferenceToken-->
         <wsdl:ReceiverToken>?</wsdl:ReceiverToken>
         <!--type: ReceiverMode - enumeration: [AutoConnect,AlwaysConnect,NeverConnect,Unknown]-->
         <wsdl:Mode>?</wsdl:Mode>
      </wsdl:SetReceiverMode>
   </soap:Body>
</soap:Envelope>